export const MainPageUa = {
  slider: {
    slide1: 'Натхненні природою',
    slide1_description: 'Наші унікальні букети',
    slide2: 'Знижка 20% на літні букети!',
    slide2_description:
      'Відкрийте для себе яскраву красу наших літніх квіткових композицій за спеціальною знижкою.',
    slide3:
      'Відчуйте щастя, яке розквітає разом з нашими свіжозібраними букетами!',
    slide3_description: 'Святкуйте зі свіжими відбірними квітами',
    slide4: 'Осінні квіти: Прикрасьте свій день!',
    slide4_description:
      'Відчуйте яскраві відтінки осені та запашні квіти з нашими приголомшливими квітковими композиціями'
  },
  box1: 'Нові надходження',
  box2: 'Букет у коробці',
  bestsellers: 'Бестселери',
  sale: 'Розпродаж',
  reviews: 'Відгуки',
  'btn-see-all': 'переглянути всі',
  'about-us': {
    slogan: 'наша команда',
    btn: 'більше про',
    title: 'Про нас',
    text: 'Ми - команда пристрасних флористів, присвячених створенню вишуканих квіткових композицій.',
    text1:
      'Наша місія - приносити красу і радість у ваше життя через найсвіжіші і найкрасивіші квіти. Ми ретельно складаємо кожен букет, прагнучи передати ваші почуття та емоції через квіти',
    text2:
      'Наша мета - зробити ваші особисті моменти щасливими та незабутніми.',
    text3:
      'Приєднуйтесь до нас у подорож чарівним світом квітів і подарунків, і ми обіцяємо прикрашати кожен день кольором і ароматом'
  },
  reviewsText: {
    sarah: {
      name: 'Сара',
      text: 'Я замовила букет на випускний доньки, і він був абсолютним шоу-стопером! Поєднання кольорів і свіжість квітів зробили його дійсно винятковим. Вона не могла перестати посміхатися, коли отримала...'
    },
    john: {
      name: 'Джонн',
      text: 'Я ніколи не любила квіти, але цей букет повністю змінив моє ставлення до них. Аромат і краса цих квітів додали новому рівню свіжості та позитиву в моєму домі.'
    },
    anna: {
      name: 'Анна',
      text: 'Я замовила букет на випускний доньки, і він був абсолютним шоу-стопером! Поєднання кольорів і свіжість квітів зробили його дійсно винятковим. Вона не могла перестати посміхатися, коли отримала...'
    }
  }
};
