export const restoringUa = {
  success: {
    title: 'Відновлення доступу',
    desc: 'Забули пароль? Повідомте нам свою електронну адресу, і ми надішлемо вам посилання для відновлення паролю.',
    btn1: 'Надіслати',
    btn2: 'Відмінити'
  },
  recovery: {
    title: 'Відновлення пароля',
    desc: 'Ми надіслали вам посилання на вашу електронну пошту, за яким ви перейдете до вашого профілю і зможете змінити пароль.',
    btn1: 'Перейти на головну сторінку'
  },
  info: {
    title: 'Відновлення пароля',
    btn1: 'Зберегти'
  }
};
