export const checkoutPageUa = {
	'title': 'Сторінка замовлення',
	'modal': {
		'title': 'Змініть свої дані',
		'text': 'Ви можете змінити свій обліковий запис або створити новий',
		'btn1': 'Маєте Обліковий Запис',
		'btn2': 'Реєстрація',
		'btn3': 'назад',
	},
	'order': {
		'title': 'Ваше замовлення',
		'price': 'Повна ціна:',
	},
	'authorized': {
		'data': {
			'title': 'Ваші дані',
			'btn1': 'змінити',
		},
		'delivery': {
			'title': 'Доставка',
			'btn1': 'Забрати квіти',
			'btn2': 'Кур\'єром',
			'btn3': 'Продовжити',
			'street': 'Адреса магазину: Україна, м. Київ, вул. Перемоги, 45',
		},
		'payment': {
			'title': 'Спосіб оплати',
			'btn1': 'Онлайн Платіж',
			'btn2': 'Оплата Готівкою',
			'text1': 'Скористайтеся кнопкою нижче, щоб завершити платіж через PayPal.',
			'text2': 'Після завершення оплати ви будете автоматично перенаправлені назад на наш сайт для завершення замовлення. Безпека ваших платежів забезпечується PayPal.',
			'text3': 'Ви можете оплатити замовлення готівкою кур\'єру або при отриманні у відділенні самовивозу.',
			'btn3': 'Я ознайомився з політикою конфіденційності та погоджуюсь отримувати новини, електронні листи та пропозиції від Flowerista',
			'btn4': 'Оплачуйте за допомогою PayPal',
		},
	},
	'unauthorized': {
		'title': 'Ваші дані',
		'text': 'Для оформлення замовлення необхідно мати обліковий запис, реєстрація займе менше хвилини',
		'btn1': 'Маєте Аккаунт?',
		'btn2': 'Реєстрація',
	},
}
