export const profileUa = {
  link1: 'Профіль',
  link2: 'Головна',
  links: {
    link1: 'Мій обліковий запис',
    link2: 'Історія замовлень',
    link3: 'Список бажань',
    link4: 'Вихід'
  },
  personal: {
    title: 'Особиста інформація',
    text: 'Введіть ваші дані для швидкого замовлення',
    btn1: 'Змінити пароль',
    btn2: 'Зберегти'
  },
  address: {
    title: 'Адреса',
    text: 'Введіть ваші дані для швидкого замовлення',
    btn1: 'Зберегти',

    city: 'Місто',
    street: 'Вулиця',
    house: 'Будинок',
    entrance: "Під'їзд",
    flat: 'Квартира'
  },

  modal: {
    title: 'Змінити Пароль',
    text1:
      'Щоб змінити пароль, введіть ваш поточний пароль і новий пароль у відповідні поля, натисніть "Змінити пароль", щоб зберегти зміни',
    text2:
      'Після успішної зміни пароля ви можете увійти до свого облікового запису, використовуючи нові облікові дані.',
    input1: 'Старий Пароль',
    input2: 'Новий Пароль',
    btn: 'Змінити Пароль'
  },

  contacts: {
    title: 'Контакти',
    text: 'Введіть свої дані для швидкого замовлення'
  },

  order: {
    title: 'Замовлення',
    total: 'Разом',
    info: 'Інформація',
    recipient: 'Одержувач',
    delivery: 'Доставка з ',
    tel: 'тел',
    pc: 'шт.',
    title2: 'У вас ще немає замовлень.',
    text1: 'Ознайомтеся з нашим каталогом та зробіть перше замовлення',
    text2: 'щоб почати свою історію покупок',
    btn: 'Перейти до каталогу'
  },

  wishlist: {
    title: 'У вас ще немає жодного списку бажань',
    text: 'Настав час створити перший',
    btn: 'Перейти до каталогу'
  }
};
