export const profileUa = {
	'link1': 'Профіль',
	'link2': 'Головна',
	'links': {
		'link1': 'Мій обліковий запис',
		'link2': 'Історія замовлень',
		'link3': 'Список бажань',
		'link4': 'Вихід',
	},
	'personal': {
		'title': 'Особиста інформація',
		'text': 'Введіть ваші дані для швидкого замовлення',
		'btn1': 'Змінити пароль',
		'btn2': 'Зберегти',
	},
	'address': {
		'title': 'Адреса',
		'text': 'Введіть ваші дані для швидкого замовлення',
		'btn1': 'Зберегти',
	},
	'contacts': {
		'title': 'Контакти',
		'text': 'Введіть свої дані для швидкого замовлення',
	},
}
