export const aboutUsUa = {
  company: {
    title: 'Про нашу компанію',
    text1:
      'Нами рухає пристрасть до квітів, креативний дизайн і бажання приносити радість у життя наших клієнтів за допомогою вишуканих квіткових композицій. Наша компанія - це більше, ніж просто квітковий магазин, це місце, де квіти перетворюються на справжнє мистецтво.',
    text2: 'З нами красиво!',
    text3:
      'Ми пишаємося тим, що наші квіти приносять красу і радість в життя наших клієнтів. Кожен букет, який ми створюємо, несе в собі частинку нашої пристрасті та відданості. Приходьте до нас і дозвольте квітам говорити за вас!'
  },
  beliefs: {
    beliefs: 'Наші переконання',
    values: {
      title: 'Наші цінності',
      text1:
        'Краса: Ми прагнемо створювати красиві букети, які викликають трепет і захоплення. Кожен створений нами букет - це унікальний витвір мистецтва.',
      text2:
        'Якість: Ми відбираємо тільки найсвіжіші та найякісніші квіти для наших композицій, гарантуючи довговічність та яскраві кольори.',
      text3:
        'Індивідуальність: Ми розуміємо, що кожне замовлення унікальне. Ми приділяємо увагу кожній деталі, щоб створити букет, який ідеально підходить до випадку і одержувача.',
      text4:
        'Обслуговування: Ми цінуємо наших клієнтів і прагнемо надавати відмінний сервіс. Ваше задоволення - наш головний пріоритет.'
    },
    services: {
      title: 'Наші послуги',
      text1:
        'Букети на замовлення: Ми створюємо букети на замовлення для різних випадків, від урочистостей до повсякденних радощів.',
      text2:
        'Доставка: Ми пропонуємо зручні варіанти доставки, щоб гарантувати, що ваші квіти прибудуть туди, куди вам потрібно, вчасно і в ідеальному стані.',
      text3:
        'Послуги з організації весіль та заходів: Ми допоможемо створити чарівну атмосферу у ваш особливий день за допомогою квіткових композицій, підібраних відповідно до вашого стилю. Весільні послуги обговорюються індивідуально з менеджером за телефоном +380 99 999 99 99.'
    }
  },
  text1:
    '" Разом ми створюємо не просто букети, а моменти натхнення та радості. "',
  text2: '- Павло, провідний флорист',
  team: {
    title: 'Наша команда квіткового магазину',
    person1: {
      name: 'Павло',
      position: 'Провідний флорист',
      text1:
        'Павло - наш провідний флорист з більш ніж 10-річним досвідом роботи у сфері флористики та освіти.',
      text2:
        "Він почав свою кар'єру в престижних флористичних студіях і швидко здобув визнання за свої творчі роботи.",
      text3:
        'Його професійний підхід і пристрасть до квітів надихають всю нашу команду.',
      text4:
        'Павло також отримав кілька нагород у галузі флористики, зокрема "Флорист року" та "За видатний внесок у флористичну індустрію".'
    },
    person2: {
      name: 'Анна',
      position: 'Флорист',
      text1:
        "Анна - досвідчений флорист з більш ніж 6-річною кар'єрою в цій галузі.",
      text2:
        'Вона почала свій шлях у мистецтві флористики, працюючи в найкращих флористичних студіях.',
      text3:
        "Протягом своєї кар'єри вона була відзначена кількома престижними нагородами в галузі флористики.",
      text4:
        'Її унікальне почуття стилю і натхнення від природи дозволяють їй створювати букети, які є справжніми витворами мистецтва.'
    },
    person3: {
      name: 'Максим',
      position: 'Дизайнер',
      text1:
        'Макс - креативний дизайнер з більш ніж 11-річним досвідом у створенні унікальних концепцій весільних та святкових букетів.',
      text2:
        'Його досвід і художній підхід до флористики роблять його безцінною частиною нашої команди.',
      text3:
        'Він також зібрав вражаючу колекцію нагород, серед яких "Квітковий дизайнер року" та "За видатний внесок у квіткову індустрію".'
    },
    person4: {
      name: 'Катерина',
      position: 'Менеджер з доставки',
      text1:
        'Катерина - наш надійний менеджер з доставки з вражаючим послужним списком, який забезпечує своєчасну доставку квітів нашим клієнтам.',
      text2:
        'Її професіоналізм і увага до деталей зробили наші послуги доставки бездоганними.'
    },
    person5: {
      name: 'Алекс',
      position: 'Спеціаліст з обслуговування клієнтів',
      text1:
        'Алекс - наш привітний і чуйний фахівець з обслуговування клієнтів з більш ніж 8-річним досвідом роботи.',
      text2:
        'Він допомагає клієнтам у виборі та підборі ідеальних букетів і відповідає на всі їхні запитання, забезпечуючи бездоганний досвід покупок.'
    }
  }
};
