export const deliveryAndPaymentUa = {
  title: 'Інформація про доставку та оплату:',
  text1:
    'Ми прагнемо надати нашим клієнтам зручність і гнучкість в процесі замовлення і оплати, а також гарантію якісної доставки квітів. Сподіваємося, що ці умови задовольнять ваші потреби і зроблять процес замовлення приємним і зручним.',
  text2:
    "Якщо у вас виникли додаткові запитання або вам потрібна додаткова інформація, ви можете зв'язатися з нашим менеджером за телефоном +380 99 999 99 99.",
  delivery: {
    title: 'Умови доставки:',
    text1:
      'Безкоштовна доставка: Насолоджуйтесь безкоштовною доставкою при замовленні на суму від 500 грн.',
    text2:
      "Кур'єрська доставка по місту: Ми пропонуємо кур'єрську доставку по місту, щоб задовольнити ваші потреби у зручний час і в зручному місці.",
    text3:
      "Регіональна кур'єрська доставка: Якщо ваша адреса знаходиться за межами міста, ми також здійснюємо доставку по області, щоб забезпечити максимальну зручність для вашого замовлення.",
    text4:
      'Самовивіз з пунктів самовивозу: Якщо ви бажаєте забрати своє замовлення самостійно, ви можете скористатися послугою самовивозу за адресою м. Київ, вул. Перемоги, 45.'
  },
  payment: {
    title: 'Умови оплати:',
    text1:
      'Оплата онлайн: Ми пропонуємо зручний спосіб оплати замовлення безпосередньо на нашому сайті. Ви можете скористатися кредитною карткою або іншими доступними способами онлайн-оплати',
    text2:
      "Оплата готівкою кур'єру: Якщо ви віддаєте перевагу оплаті готівкою, ви можете зробити це, коли наш кур'єр доставить ваше замовлення. Будь ласка, переконайтеся, що у вас є сума замовлення готівкою для оплати."
  }
};
