export const registerPageUa = {
  title: 'Новий обліковий запис',
  btn1: 'Продовжити',
  btn2: 'Вже маєте обліковий запис? Увійдіть',

  successes: {
    btn1: 'назад',
    btn2: 'Перейти на головну сторінку',
    title: 'Реєстрацію завершено',
    text1:
      'Дякуємо за реєстрацію! Посилання для підтвердження було надіслано на вашу зареєстровану електронну адресу.',
    text2:
      'Будь ласка, знайдіть у своїй поштовій скриньці лист з темою "Підтвердження реєстрації". Просто відкрийте лист і перейдіть за посиланням всередині.',
    text3: 'Перейшовши за посиланням, увійдіть до створеного облікового запису',
    text4:
      'Всі вибрані вами товари збережені у вашому кошику, і ви можете продовжити покупки, додавши інші товари або оформивши замовлення.'
  },
  error: {
    title: 'Помилка реєстрації',
    text1:
      'Приносимо свої вибачення, але під час реєстрації сталася помилка. Будь ласка, перевірте ще раз всі заповнені поля і переконайтеся, що вони введені правильно.',
    text2:
      'Якщо помилка не зникає, спробуйте зареєструватися ще раз. Якщо проблема не зникне, не соромтеся звертатися до нашої служби підтримки для отримання подальшої допомоги.',
    text3: 'Дякуємо за розуміння та вибір нашого магазину',
    btn1: 'Спробуйте ще раз.',
    btn2: 'Перейти на головну сторінку'
  }
};
